{
	"events": [
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Whatever! If nothing works. I’ll just do my bucket list!"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Hmm, I should try logging in one more time. Just in case it works."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Ahhhhhh, long shower is so relaxing. I’ve never had time to do that before."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Delicious! I don’t remember the last time I had such a good breakfast."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "I would always play sudoku with my grandma. It reminds me of her so much."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "My apartment will be so much nice with these plants. I can’t believe somebody would just put them on the street."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Dear diary, I haven't written here for a very long time. My work kept me very busy and I barely had time to eat and sleep. However, something strange happened yesterday that sort of deleted me from the system? I don’t understand it perfectly but it feels like it. Noone recognizes me… I’ve overheard somewhere that when somebody dies they get deleted not only from the system but also from the “living memory” to protect people from mourning – apparently it makes people inefficient at work… anyway, it also gave me a lot of time to do stuff I’ve never had time to do! This is good for today, see you later alligator :)"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "A long nap is so refreshing and especially during the day!"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Look at that. I forgot I had this here – it’s my childhood friend Patrick. Let’s visit him! I wonder how is he doing…"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Clubs are so cool. I would have never thought I’d fit in. Also, the music was awesome."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Where should I hang the new posters I brought from the club? Hmm… "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Is nobody using this paint? I guess they won’t mind if I use some. I am gonna bring them home and paint my walls. "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Only two days ago I wished I could get my food from the market and here we are! I am buying food at the market. This makes me so happy!"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Parks are so peaceful yet energetic. Maybe I’ll meet someone and make a friend!"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Never thought I’d have time to finish this paint. It’s from a long time ago before I started my corporate job because everyone needed one. It’s not possible to live without a corporate job. "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Well, tie-dye is a bit 60’ style but I like it!! "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Hello, how are you doing? What's your name?"
		},
		{
			"character": "character-1653838883.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "I am good. I like sitting in the park and watching birds. It’s very relaxing. "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Me too! Let’s sit together and chat?"
		},
		{
			"character": "character-1653838883.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Sure, sounds like fun."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Excuse me, do you need an opponent? I used to be good at chess but haven’t played in a while."
		},
		{
			"character": "character-1653838978.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Sure, feel free to join!"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Well, it’s a defeat, but you shouldn't play to win but to have fun and I certainly did. I did so many bad moves ahahahahahaha"
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "I saw this cat before. Hi, kitty kitty kitty. Come here. Do you have an owner? It doesn’t seem like it. You look very skinny and dirty. Let me take you with me."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "No way, why would anyone throw this way. I am totally taking this home. Don’t know where to put it. My apartment is so small but I’ll figure it out."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "Hey, I forgot about you my old friend. Let’s go train outside. Maybe I still remember some basketball moves, hihihi..."
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "This was always my fantasy… well, nothing holds me here. I should just go and travel the world. This is the ultimate dream. Who would have thought you need to die to start living. This is the new beginning! "
		},
		{
			"character": "character-1653688429.json",
			"event_id": "dialogic_001",
			"portrait": "",
			"text": "This was always my fantasy… well, nothing holds me here. I should just go and a house in the countryside. This is the ultimate dream. Who would have thought you need to die to start living. This is the new beginning!"
		}
	],
	"metadata": {
		"dialogic-version": "1.4.1",
		"file": "timeline-1653838523.json",
		"name": "bucket list"
	}
}
